anydesk-bin
brave-bin
bruno-bin
cli-proxy-api-bin
defuddle
docker-compose-bin
gromit-mpx
gtk-engine-murrine
hyprwhspr
microsoft-edge-stable-bin
ngrok
obs-studio-git
playwright
protonup-qt
python311
r-quick-share
resterm-bin
safeeyes
tailscale-git
tor-browser-bin
ttf-victor-mono
wallust
wlogout
yadmm
zathura-git
