7zip
accountsservice
adobe-source-code-pro-fonts
alsa-firmware
alsa-plugins
alsa-utils
arp-scan
aspell
audacity
awww
b43-fwcutter
base
base-devel
bash-completion
bc
bind
blueman
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
bun
cantarell-fonts
cava
chromium
cliphist
cloudflared
cmake
cronie
cryptsetup
dbeaver
device-mapper
dialog
diffutils
discord
dmidecode
dmraid
dnsmasq
docker
docx2txt
dosfstools
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools
egl-wayland
endeavouros-branding
endeavouros-keyring
endeavouros-mirrorlist
eos-apps-info
eos-dracut
eos-hooks
eos-hwtool
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
ethtool
ex-vi-compat
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
firefox
firewall-applet
firewalld
fish
git
github-cli
glances
glu
gnome-system-monitor
go
go-ethereum
gparted
grim
grub
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gvfs
gvfs-mtp
haveged
hdparm
hwdetect
hwinfo
hypridle
hyprland
hyprlock
hyprpolkitagent
impala
inetutils
intel-media-driver
intel-ucode
inxi
iptables
iwd
jfsutils
jq
keyd
kitty
kubo
kvantum
lazydocker
lazygit
less
libdvdcss
libgsf
libopenraw
libspng
libva-intel-driver
libva-nvidia-driver
libva-utils
libxnvctrl
linux
linux-firmware
linux-headers
logrotate
loupe
lsb-release
lsscsi
lvm2
man-db
man-pages
mdadm
mediainfo
meld
mesa-utils
modemmanager
mousepad
mpv
mpv-mpris
mtools
nano
nano-syntax-highlighting
ncdu
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
nmap
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
ntfs-3g
ntp
nvidia-open
nvidia-settings
nvidia-utils
nvm
nvtop
nwg-displays
nwg-look
obsidian
opencl-nvidia
openssh
os-prober
otf-font-awesome
pacman-contrib
pamixer
pavucontrol
perl
pika-backup
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
playerctl
plocate
plymouth
poppler-glib
power-profiles-daemon
python
python-defusedxml
python-jinja
python-packaging
python-pip
python-pyquery
python-requests
qalculate-gtk
qt5-quickcontrols2
qt5ct
qt6-5compat
qt6-virtualkeyboard
qt6ct
quickshell
rebuild-detector
reflector
reflector-simple
resvg
rofi
rsync
rtkit
s-nail
sbctl
sddm
sg3_utils
shotcut
slurp
smartmontools
sof-firmware
steam
sudo
swappy
swaync
sysfsutils
systemd-sysvcompat
texinfo
thunar
thunar-archive-plugin
thunar-volman
timeshift
tk
tldr
tmux
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-fantasque-nerd
ttf-fira-code
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-opensans
tumbler
umockdev
unrar
unzip
upower
usb_modeswitch
usbutils
vivaldi
vulkan-intel
waybar
welcome
wget
which
whois
wine
wireless-regdb
wiremix
wireplumber
xarchiver
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xterm
yay
yazi
yt-dlp
zathura-pdf-mupdf
zoxide
