7zip
accountsservice
adobe-source-code-pro-fonts
age
alacritty
alsa-firmware
alsa-plugins
alsa-utils
arp-scan
aspell
audacity
awesome-terminal-fonts
awww
b43-fwcutter
base
base-devel
bash-completion
bc
bind
blueman
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
brave-bin
brightnessctl
btop
btrfs-progs
bun
cachyos-fish-config
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-plymouth-theme
cachyos-rate-mirrors
cachyos-settings
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
cava
chromium
chwd
cliphist
cloudflared
cmake
cpupower
cronie
cryptsetup
cuda
dbeaver
device-mapper
dialog
diffutils
discord
dmidecode
dmraid
dnsmasq
docx2txt
dosfstools
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools
egl-wayland
ethtool
ex-vi-compat
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
firefox
firewall-applet
firewalld
fsarchiver
garcon
gimp
git
github-cli
glances
gnome-system-monitor
go-ethereum
gparted
grim
grub
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gvfs
gvfs-mtp
haveged
hdparm
hwdetect
hwinfo
hypridle
hyprland
hyprlock
hyprpolkitagent
impala
inetutils
intel-lpmd
intel-media-driver
intel-ucode
iwd
jfsutils
keyd
kitty
kubo
kvantum
lazydocker
lazygit
less
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-icd-loader
lib32-vulkan-intel
libdvdcss
libgsf
libopenraw
libspng
libva-intel-driver
libva-nvidia-driver
libva-utils
limine
limine-mkinitcpio-hook
linux
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-cachyos-lts-nvidia-open
linux-cachyos-nvidia-open
linux-firmware
linux-headers
logrotate
loupe
lsb-release
lshw
lsscsi
lvm2
man-db
man-pages
mdadm
mediainfo
meld
mesa-utils
micro
mkinitcpio
modemmanager
mousepad
mpv
mpv-mpris
mtools
nano
nano-syntax-highlighting
ncdu
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
ntfs-3g
ntp
nvidia-open
nvidia-prime
nvidia-settings
nvidia-utils
nvm
nvtop
nwg-displays
nwg-look
obsidian
opencl-nvidia
openssh
os-prober
otf-font-awesome
pacman-contrib
pamixer
parole
paru
pavucontrol
perl
pika-backup
pipewire-alsa
pipewire-pulse
pkgfile
playerctl
plocate
plymouth
poppler-glib
power-profiles-daemon
protonup-qt
pv
python
python-defusedxml
python-packaging
python-pipx
python-pyquery
python-requests
python311
qalculate-gtk
qt5-quickcontrols2
qt5ct
qt6-5compat
qt6-virtualkeyboard
qt6ct
quickshell
r-quick-share
rebuild-detector
reflector
resvg
ripgrep
ristretto
rofi
rsync
s-nail
sbctl
sddm
sg3_utils
shelly
shotcut
slurp
smartmontools
sof-firmware
sops
steam
sudo
swappy
swaync
switcheroo-control
sysfsutils
tailscale
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
timeshift
tk
tmux
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
tumbler
ufw
ufw-extras
umockdev
unrar
unzip
usb_modeswitch
usbutils
vim
vivaldi
vlc-plugins-all
vpl-gpu-rt
vulkan-icd-loader
vulkan-intel
vulkan-tools
waybar
wget
which
whois
wine
wiremix
wireplumber
wlogout
wpa_supplicant
xarchiver
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xfburn
xfce4-appfinder
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-places-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfdesktop
xfsprogs
xfwm4
xl2tpd
xorg-xdpyinfo
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkill
xterm
yad
yay
yazi
yt-dlp
zathura-pdf-mupdf
zoxide
